{
    "name": "기초 능력치와 스킬",
    "icon": "umapyoi:skill_book",
    "category": "umapyoi:training",
    "sortnum": 1,
    "pages": [
        {
            "type": "patchouli:text",
            "text": "우마무스메 소울은 5가지의 기초 능력치뿐만 아니라 그와 관련된 여러 추가 속성들과 기술들을 갖고 있습니다. $(p) 5가지의 기초 능력치란: $(#57C3F9) 스피드$(), $(#FE6C55) 스테미나$(), $(#FFAE1F) 파워$(), $(#FF8AAF) 근성$(), $(#23E0A7) 지능$()입니다. $(p) 기초 능력치는 우마무스메의 능력의 수준을 나타내는 주요 척도이며, 기초 능력치를 어떻게 더 향상시킬 것인지는 트레이너들에게 주요한 문제입니다."
        },
        {
            "type": "patchouli:text",
            "text": "$(#57C3F9)스피드$() 는 이동 속도를 제어합니다. $(#FE6C55)스테미나$() 는 생명력과 허기를 제어합니다. $(#FFAE1F)파워$() 는 근접전에서 처리되는 데미지를 제어합니다. $(#FF8AAF)근성$() 은 추가 방어력을 제공합니다. 그리고 $(#23E0A7)지능$() 은 스킬 학습과 액션 포인트에 영향을 줍니다."
        },
        {
            "type": "patchouli:text",
            "text": "동일한 기초 능력치를 갖고 있는 상태에서 서로 다른 우마무스메가 서로 다른 효과를 나타내는 경우가 있습니다. $(p) 이것은 각 우마무스메가 원래 그들의 특성과 관련된 각각 다른 속성의 보너스를 갖고 있기 때문입니다."
        },
        {
            "type": "patchouli:text",
            "text": "기초 능력치 외에도 몇 가지 추가 속성들이 있습니다. 이것들은 Physique, Telent, Memory, and 액션 포인트입니다. $(p)$(#f00)$(l) 이 추가 속성들은 인자 계승 이외의 다른 방법으로는 직접 증가시킬 수 없습니다.$()"
        },
        {
            "type": "patchouli:text",
            "text": "Physique는 소울을 얼마나 트레이닝할 수 있는지를 결정하며, Physique가 높을수록 더 많은 트레이닝을 할 수 있습니다. $(br)Telent는 읽을 수 있는 트레이닝 북의 갯수를 결정합니다. $(br)Memory는 학습할 수 있는 스킬의 수를 결정합니다. $(br)액션 포인트는 우마무스메가 같은 시간대에 더 많은 스킬들을 사용할 수 있도록 합니다."
        },
        {
            "type": "patchouli:text",
            "text": "스킬들은 우마무스메의 기초 능력치를 가늠하는 또 하나의 중요한 지표입니다. 소울과 함께 등장하는 (우리가 내재된 스킬들이라고 부르는) 스킬들을 제외한 나머지 스킬들은 나중에 따로 배워야 합니다. $(p)적절한 시기에 알맞는 기술을 쓰는 것은 전세를 뒤집는 열쇠와도 같습니다. 그래서 우마무스메에게 스킬은 기초 능력치보다 더 중요할 때가 있습니다."
        },
        {
            "type": "patchouli:text",
            "text": "스킬에는 Gaining, Restoring, Hindering and Passive 4가지가 있습니다. Enhancement 스킬은 당신이나 주변의 엔티티들에게 이익을 제공합니다. Restoration 스킬은 당신이나 주변의 엔티티들에게 기초 능력치를 회복시켜 줍니다. Hindering 스킬은 다른 엔티티들에게 부정적인 효과나 직접적인 데미지를 입힙니다. $(p) 일반적으로 hindering 스킬은 자신에게 안 좋은 영향을 주지는 않습니다. $(p) Passive 스킬은 적극적으로 스킬 효과를 유발할 수 없습니다. 반대로 passive 스킬은 특정 상황에 따라 자동으로 활성화됩니다."
        },
        {
            "type": "patchouli:image",
            "images": ["umapyoi:textures/book_images/skills.png"],
            "text": "Press $(k:key.umapyoi.use_skill) 키를 눌러 스킬을 쓸 수 있습니다. $(k:key.umapyoi.select_former_skill) 와 $(k:key.umapyoi.select_latter_skill) 키를 눌러 스킬을 켤 수 있습니다."
        },
        {
            "type": "patchouli:text",
            "text": "스킬을 습득하는 데는 인자 계승, 트레이닝, 독학 총 3가지 방법이 있습니다. $(p) 이 중 처음 두 가지는 해당 인자나 트레이닝 프로그램이 필요하고 우마무스메가 그 스킬을 배울 수 있다는 보장은 없지만 지능 능력치의 제한은 없습니다. 스킬을 독학하려면 스킬 북과 스킬 습득 테이블이 필요하며, 스킬북을 사용하면서 스킬이 학습됩니다. 이 방법은 어느 정도의 지능 능력치가 필요하지만, 확실히 기술을 배울 수 있습니다."
        },
        {
          "type": "patchouli:text",
          "text": "스킬은 액션 포인트를 소모합니다. 액션 포인트가 충분하지 않다면 스킬을 쓸 수 없습니다. $(p) 액션 포인트의 한계는 지능 능력치에 연관되어 있으며 지능 능력치를 높이는 것은 많은 액션 포인트에 기여합니다. 또한, 어떤 서포트 카드들은 액션 포인트의 한계를 늘려 주는 트레이닝 프로그램을 제공합니다."
        },
        {
          "type": "patchouli:text",
          "text": "우마무스메가 배울 수 있는 스킬의 수에는 한계가 있습니다. 만약 스킬의 수가 한계에 도달한다면 더 이상 다른 스킬들을 배울 수 없습니다. $(p)$(#f00)$(l) 한번 배운 스킬은 잊어버릴 수 없으니 계획을 잘 짜세요. $()"
        },
        {
            "type": "patchouli:crafting",
            "recipe": "umapyoi:skill_learning_table",
            "text": "스킬 북을 얻고 싶으면 전리품 상자를 찾아보거나 근처의 트레이너와 교류하십시오."
        }
    ]
}
