{
    "name": "서포트 카드",
    "icon": "umapyoi:support_card",
    "category": "umapyoi:training",
    "sortnum": 2,
    "pages": [
        {
            "type": "patchouli:text",
            "text": "서포트 카드는 소울에게 직접 힘을 주는 마법의 카드입니다. $(p) 우리는 서포트 카드가 과거에 우마무스메가 이 세상이나 우리가 모르는 세상에서 경험한 일들의 기록이라고 믿는 이유가 있습니다. 사실, 서포트 카드에서 추출한 텍스트 중 일부가 이것을 확인해 줍니다."
        },
        {
            "type": "patchouli:text",
            "text": "서포트 카드는 주로 소울에게 힘을 주기 위한 것으로, 이제 당신은 그냥 서포트 카드를 트레이닝 단말기에 미리 삽입하기만 하면 됩니다. $(p)트레이닝 단말기가 활성화되면, 단말기는 서포트 카드에 기록된 일들과 경험들을 소울에 입력해 그것을 소울의 힘으로 변환합니다. $(p)이 카드들은 트레이너가 트레이닝을 수행하는데 도움이 되므로 트레이닝 지원을 제공하는 카드, 즉 서포트 카드라는 이름인 것입니다."
        },
        {
            "type": "patchouli:text",
            "text": "서포트 카드의 컨텐츠는 크게 \"서포터즈\" 와 \"서포트 아이템즈\" 두 가지로 나뉩니다. $(p) 서포터는 서포트 카드가 해당하는 캐릭터이며, 서포트 아이템은 속성 향상 및 스킬 등 서포트 카드가 제공할 수 있는 모든 기능들입니다."
        },
        {
            "type": "patchouli:text",
            "text": "발생할 수 있는 충돌 반응들 때문에, 동일한 캐릭터에 대해 두 개의 서로 다른 서포트 카드를 동시에 사용할 수 없으며 두개의 동일한 서포트 카드 또한 마찬가지입니다. $(p) 만약 서포트 카드가 어떤 서포터도 없다면, 그 서포트 카드는 자신을 제외한 모든 서포트 카드들과 함께 쓸 수 있음을 의미합니다."
        },
        {
            "type": "patchouli:text",
            "text": "다양한 종류의 서포트 카드가 존재합니다. 5가지의 기초 능력치 -스피드, 스테미나, 파워, 근성, 지능-에 해당하는 속성 카드 외에도 프렌드 카드와 팀 카드가 있습니다. $(p) 이 중 팀 카드만이 여러 서포터를 가질 수 있습니다."
        },
        {
            "type": "patchouli:text",
            "text": "속성 카드는 스킬 학습의 가능성 외에도 많은 속성들을 제공합니다. 프렌드 카드는 많은 기본 속성들을 제공하지 않지만 특별한 서포트 아이템들을 제공합니다. $(p) 팀 카드는 많은 속성과 특별 서포트 아이템들을 제공하지만 여러 서포터가 존재하기 때문에 충돌에 매우 취약합니다."
        },
        {
            "type": "patchouli:text",
            "text": "서포트 카드를 사용하는 것은 편리하지만, 충돌과 소모라는 두 가지 중요한 문제가 있습니다. $(p) 서포트 카드가 서로 충돌할 수 있는 것처럼, 우마무스메 소울 또한 서포트 카드와 충돌할 수 있습니다. 트레이닝 대상인 우마무스메가 트레이닝 터미널에 있는 아무 서포트 카드의 아무 서포터즈라도 충돌하게 된다면 트레이닝 터미널은 작동하지 않습니다."
        },
        {
          "type": "patchouli:text",
          "text": "서포트 카드는 트레이닝 터미널에서 장기간 읽을 수 없기 때문에 실제 사용시 소모될 수 있습니다. $(p) 서포트 카드가 수명을 다할 경우 깨져서 사라지게 됩니다. $(p)당신은 서포트 카드를 아무 편자 크리스탈로도 수리할 수 있지만, 조합대로 두 서포트 카드를 수리할 수는 없으며 결과물로 스크랩 카드 한 장만 나올 것입니다. 스크랩 카드는 오직 은편자 크리스탈로만 재활용할 수 있습니다."
        },
        {
          "type": "patchouli:text",
          "text": "마인크래프트의 숫돌은 스크랩 카드가 생기지 않게 두 개의 서로 다른 서포트 카드를 손상되지 않은 서포트 카드로 수리할 수 있는 것으로 보입니다. $(p) 이 때문에, 많은 트레이너들이 카드를 수리하기 위해 마을 주민들의 숫돌을 빌려가기도 합니다."
        }
    ]
}
