{
    "name": "ステータスとスキル",
    "icon": "umapyoi:skill_book",
    "category": "umapyoi:training",
    "sortnum": 1,
    "pages": [
        {
            "type": "patchouli:text",
            "text": "ウマ娘魂には5つのステータスのほか、それに関連するその他の追加属性やスキルが多数あります。 $(p) 5 つのステータスは次のとおりです: $(#57C3F9) スピード$()、$(#FE6C55) スタミナ$()、$(#FFAE1F) パワー$()、$(#FF8AAF) 根性$()、 $(#23E0A7) 賢さ$()。 $(p) ウマ娘の能力の高さを示す主な指標となるステータスはトレーナーにとってステータスをいかに向上させるかが大きな課題となっています。"
        },
        {
            "type": "patchouli:text",
            "text": "$(#57C3F9)スピード$() は移動速度に関係します。 $(#FE6C55)スタミナ$() はHPと空腹の上限に関係します。 $(#FFAE1F)パワー$() は近接攻撃で与えるダメージに関係します。 $(#FF8AAF)根性$() は追加のアーマーポイントをもたらします。 $(#23E0A7)賢さ$() はスキルの学習とアクションポイントの上限に影響します。"
        },
        {
            "type": "patchouli:text",
            "text": "同じステータスでもウマ娘によって効果が異なる場合があります。 $(p) これは各ウマ娘が元々得意としていたことに関連する属性ごとに異なるボーナスを持っているためです。"
        },
        {
            "type": "patchouli:text",
            "text": "ステータスに加えて、追加の属性がいくつかあります。 これらは、体格、タレント（才能）、メモリ（記憶力）、および行動ポイントです。 $(p)$(#f00)$(l) これらの追加属性は、因子継承以外の方法で直接強化することはできません。$()"
        },
        {
            "type": "patchouli:text",
            "text": "体格はウマ娘魂を訓練できる回数を決定します。体格が高いほどより多くの訓練を行うことができます。 $(br)タレントは読めるトレーニング本の数を決定します。 $(br)メモリは学習できるスキルの数を決定します。 $(br)行動ポイントにより、ウマ娘は同じ時間内により多くのスキルを使用できるようになります。"
        },
        {
            "type": "patchouli:text",
            "text": "スキルもウマ娘のステータスを表す重要な指標です。 固有スキルと呼ばれるソウルに付属するスキルを除き、その他のスキルはすべて後から習得する必要があります。 適切なタイミングで適切なスキルを身につけることが、流れを変える鍵となります。 そのためウマ娘にとってはステータスよりもスキルが重要な場合もあります。"
        },
        {
            "type": "patchouli:text",
            "text": "スキルには強化、回復、妨害の3種類があります。 強化スキルはあなた自身または近くの存在に良い効果をもたらします。 回復スキルは自分自身または近くのエンティティのステータスを回復します。 妨害スキルは他のエンティティにマイナスの効果を与えたり直接ダメージを与えたりします。 $(p) 通常妨害スキルはそれ自体に悪影響を及ぼしません。 $(p) スキルのアイコンはスキルのタイプを表します。金色のアイコンは強化タイプを表します。 青いアイコンは回復タイプを表します。 赤いアイコンは妨害タイプを表します。"
        },
        {
            "type": "patchouli:image",
            "images": ["umapyoi:textures/book_images/skills.png"],
            "text": "$(k:key.umapyoi.use_skill) を押してスキルを使用し、$(k:key.umapyoi.select_former_skill) と $(k:key.umapyoi.select_latter_skill) を押してスキルを切り替えます。"
        },
        {
            "type": "patchouli:text",
            "text": "スキルを取得するには、因子継承、トレーニング、単独学習の3つの方法があります。 $(p) これらのうち最初の2つは、対応する因子またはトレーニングプログラムを必要とし、ウマ娘がスキルを習得できるという保証はありませんが、賢さの制限はありません。 単独でスキルを習得するにはスキルブックとスキル学習表が必要で、スキルブックを消費することでスキルを習得します。 この方法は基礎としてある程度の知恵が必要ですが、確実にスキルを習得することができます。"
        },
        {
          "type": "patchouli:text",
          "text": "スキルは行動Ptを消費します。 行動Ptが足りない場合はスキルを使用できません。 $(p) 行動ptの制限は賢さに直接関係しており、賢さの増加により行動ptの上限が大きくなる可能性があります。 同様に一部のサポートカードにはアクションポイントの上限を増やすトレーニングプログラムが用意されています。"
        },
        {
          "type": "patchouli:text",
          "text": "ウマ娘が習得できるスキルには制限があります。 スキル数が上限に達すると他のスキルを習得できなくなります。 $(p)$(#f00)$(l) スキル関係はキャンセルことができないため、スキルには注意し、賢明な計画を立てる必要があります。 $()"
        },
        {
            "type": "patchouli:crafting",
            "recipe": "umapyoi:skill_learning_table",
            "text": "スキルブックについては戦利品チェストを自分で調べるか近くのトレーナーに尋ねてください。"
        }
    ]
}
