{
    "name": "サポートカード",
    "icon": "umapyoi:support_card",
    "category": "umapyoi:training",
    "sortnum": 2,
    "pages": [
        {
            "type": "patchouli:text",
            "text": "サポートカードはウマ娘魂に直接パワーを与える魔法のカードです。 $(p) サポートカードはウマ娘がこの世界あるいは私たちの知らない世界で過去に経験した出来事の記録です。 実際サポートカードから抽出されたテキストの一部はこれを裏付けています。"
        },
        {
            "type": "patchouli:text",
            "text": "サポートカードは主にウマ娘魂に力を与えるためのもので使い方は事前にトレーニング端末にサポートカードを挿入するだけです。 $(p)トレーニングターミナルが起動すると、サポートカードに記録された出来事や経験がウマ娘魂に入力されウマ娘魂の力に変換されます。 $(p)これらのカードはトレーナーがトレーニングを実行するのに役立ちます。そのため「サポートカード」、つまりトレーニングサポートを提供するカードという名前が付けられています。"
        },
        {
            "type": "patchouli:text",
            "text": "サポートカードの内容は大きく「サポーター」と「サポートアイテム」の2つに分かれています。 $(p) サポーターはサポートカードに対応するキャラクターでありサポートアイテムは属性強化やスキルなどサポートカードが提供できるすべての能力です。"
        },
        {
            "type": "patchouli:text",
            "text": "競合が発生する可能性があるため、同じキャラクターの2つの異なるサポートカードを同時に使用することはできず、2つの同一のサポートカードを同時に使用することはできないです。 $(p) サポートカードにサポーターが含まれていない場合、そのサポー カードは、そのサポートカードを除くすべてのサポートカードと共に使用できることを意味します。"
        },
        {
            "type": "patchouli:text",
            "text": "さまざまな種類のサポートカードが存在します。 スピード、スタミナ、パワー、根性、賢さの5つの主要なステータスに対応する属性カードに加えて、フレンドカードとチームカードもあります。 $(p) このうち複数のサポーターが存在するのはチームカードのみです"
        },
        {
            "type": "patchouli:text",
            "text": "属性カードはスキルを学習する可能性に加えて多数の属性を提供します。 フレンドカードは多くの基本的な属性を提供しませんが、特別なサポートアイテムを提供します。 $(p) チーム カードは多数の属性と特別なサポートアイテムを提供しますが複数のサポーターの存在により競合に対して非常に脆弱になります。"
        },
        {
            "type": "patchouli:text",
            "text": "サポートカードは便利ですが競合と消耗という2つの重要な問題があります。 $(p) サポートカード同士が競合する可能性があるのと同様にウマ娘魂もサポートカードと競合する可能性があります。 育成対象のウマ娘が育成ターミナル内のサポートカードのサポーターと競合している場合、育成ターミナルを起動することはできません。"
        },
        {
          "type": "patchouli:text",
          "text": "サポートカードは長期間トレーニング端末で読み取れないため使用中に消耗する可能性があります。 $(p) サポートカードは寿命が来ると壊れて消滅します。 $(p)サポートカードは任意の蹄鉄クリスタルで修復できますが、インベントリのクラフトで2枚のサポートカードを修復することはできません。1枚のスクラップ カードしか生じません。 スクラップカードは銀の馬蹄クリスタルにのみリサイクルできます。"
        },
        {
          "type": "patchouli:text",
          "text": "砥石は、カードをスクラップにすることなく2つの異なるサポートカードを無傷のサポートカードに修復できます。 $(p) このため多くのトレーナーも村人の砥石を借りてカードを修理します。"
        }
    ]
}
