{
    "name": "Training Terminal",
    "icon": "umapyoi:training_facility",
    "category": "umapyoi:training",
    "sortnum": 0,
    "pages": [
        {
            "type": "patchouli:text",
            "text": "Although there are still unknown possibilities for Umamuseme Soul, one thing is certain: Soul, which has just regained its light, is not able to show its full power. The process of channeling \"Fully Fledged\" and maximizing its power is a major issue now. This process is called \"training\", and the people who train these Umamuseme Souls are called \"trainers\"."
        },
        {
            "type": "patchouli:text",
            "text": "Until Fully Fledged, its inherent power cannot be fully applied to the user. $(p) In this respect, the essence of Fully Fledged is to liberate the full power of an Umamuseme Soul's inner being, and the training is to build up the power and prepare for it."
        },
        {
            "type": "patchouli:text",
            "text": "The most popular training equipment is the newly designed Training Terminal, which is the result of several years of research by the entire training staff. The most important feature of this terminal is that six different support cards can be inserted at the same time to carry out the training process, and the whole process is automated. All you need to do is insert the preset support cards, put in the Umamuseme Soul to be trained, and then start the terminal to automate the training process."
        },
        {
            "type": "patchouli:text",
            "text": "Some old-fashioned trainers stick to traditional training methods and you can find them in villages. $(p) They will trade with you for some things that you might use during the training process."
        },
        {
            "type": "patchouli:crafting",
            "recipe": "umapyoi:training_facility",
            "text": "For technical reasons, $(#f00)$(l) Training Terminal cannot be canceled voluntarily once started! $()$(p)If you need to forcibly cancel training, you will need to move the training Umamuseme Soul out of Training Terminal."
        }
    ]
}
